[
    {
      "id": 1,
      "title": "Episode 1: The Beginning",
      "link": "https://anchor.fm/mandatemonday/embed/episodes/Episode-1-Who-we-are--Gym--Fitness--Advice-to-give-your-younger-self-e14n1eo/a-a65v4ol",
      "text": "Get rid of the Monday blues with our easy listening chat show, covering every basis of day to day life, Hosted by Grant Fosbraey and Jacob Jenner. Put the kettle on, or grab a cold beer and get comfy!"
    },
    {
      "id": 2,
      "title": "Episode 2: Music, conspiracy theories and the impact of social media",
      "link": "https://anchor.fm/mandatemonday/embed/episodes/Episode-2-Music--Conspiracy-theories-and-the-impact-of-social-media-e151664/a-a67dfrm",
      "text": "Come and join us for our second episode! Where we will discuss our musical background, we look into some conspiracy theories then finally exploring the impact of social media across human connection. "
    },
    {
      "id": 3,
      "title": "Episode 3: Hot weather, horror movie culture and technology ",
      "link": "https://anchor.fm/mandatemonday/embed/episodes/Episode-3-Hot-weather--horror-movie-culture-and-technology-e1516n0/a-a67dgpv",
      "text": "A week of basking in the sun, fulfilling our appetite for horror movies; did someone offer Grant a whiskey? let's discuss it!"
    },
    {
      "id": 4,
      "title": "Episode 4: A wild Jordan appears, sleep and circadian rhythm, mental health and entertainment ",
      "link": "https://anchor.fm/mandatemonday/embed/episodes/Episode-4-A-wild-Jordan-appears--sleep-and-circadian-rhythm--mental-health-and-entertainment-e15cce3/a-a690nir",
      "text": "This weeks podcast we introduce our version of sideman, our tennis ball of knowledge, our internet guy: Jordan Houghton. We then speak about the importance of sleep the circadian rhythm, mental health and wellbeing and a variety of entertainment topics."
    },
    {
      "id": 5,
      "title": "Episode 5: Jordan does website design, Would you rather, Introduction to Brazilian jujitsu, DC films",
      "link": "https://anchor.fm/mandatemonday/embed/episodes/Episode-5-Tennis-ball-does-website-design--Would-you-rather--Introduction-to-Brazilian-jujitsu--DC-films-e15knl0/a-a6a7cm9",
      "text": "Jordan steps down from his high chair as we delve into his website design and finding out more about how this tennis ball bounces. A spin on would you rather and also an insight to Grants and Jacobs new adventure of Brazilian Jujitsu. Discussing DC/Marvel films."
    },
    {
      "id": 6,
      "title": "Episode 6: Mandate Monday Q&A",
      "link": "https://anchor.fm/mandatemonday/embed/episodes/Episode-6-Mandate-Monday-QA-e160b6c/a-a6but7r",
      "text": "Join us today as Grant and Jacob directly answer questions from the public! Anything we've missed? Send it in and let's chat!"
    },
    {
      "id": 7,
      "title": "Episode 7: A lovers tiff over education, space colonisation and other shenanigans",
      "link": "https://anchor.fm/mandatemonday/embed/episodes/Episode-7-A-lovers-tiff-over-education--space-colonisation-and-other-shenanigans-e16amme/a-a6d914b",
      "text": "Join this week on mandate monday! Discussions regarding the governments U-turn on A level grading, the prospect of space colonisation. Join this space party and see how we planet!"
    },
    {
      "id": 8,
      "title": "Episode 8: Scalpers, data theft, Pokemon, gun control and more",
      "link": "https://anchor.fm/mandatemonday/embed/episodes/Episode-8-Scalpers--data-theft--Pokemon--gun-control-and-more-e16lngh/a-a6egu9f",
      "text": "Join us for this weeks chin wag where we explore the legitimacy of scalpers, the theft of our data, Pokemon and gun control laws. Its a banger!"
    },
     {
      "id": 9,
      "title": "Episode 9: The Jnnrcide, Reading Festival, Jordan loses at his passion, and the legitimacy of Cryptocurrency",
      "link": "https://anchor.fm/mandatemonday/embed/episodes/Episode-9-The-Jnnrcide--Reading-Festival--Jordan-loses-at-his-passion--and-the-legitimacy-of-cryptocurrency-e170c63/a-a6fr4fn",
      "text": "Sorry we're late; Jacob's Jnnrcide almost killed us over! Join us for this weeks episode where we discuss our experience of Reading festival, Jordan getting his ass handed to him at his craft, the legitimacy of cryptocurrency vs centralised banks, solar flares, and much more! I like the way you fuck!"
    },
     {
      "id": 10,
      "title": "Episode 10: Mandate Monday Feat Alex James",
      "link": "https://anchor.fm/mandatemonday/embed/episodes/Episode-10-Mandate-Monday-Feat-Alex-James-e17903i/a-a6gsik6",
      "text": "Welcome to our 10th episode and as a special we are introducing our first guest!! Alex ‘Maribor’ James, joins us in the studio. Listen in now to find out how he become self sufficient in his works, owning his own record label, and what type of animal he’d be!? Check out more of Alex: @Maribor https://maribor.bandcamp.com/  "
    },
    {
      "id": 11,
      "title": "Episode 11: A deep ocean dive, the legitimacy of charities in modern day and more!",
      "link": "https://anchor.fm/mandatemonday/embed/episodes/Episode-11-A-deep-ocean-dive--the-legitimacy-of-charities-in-modern-day-and-more-e17ivt2/a-a6i3jqb",
      "text": "All aboard as we submerge in the hidden truths around the ocean floor and fishing it. Brief look into non profit organisations. What did Jacob and Jordan have for dinner? what actor will you swap with for a day? as well as other rabbit holes and general banter."
    },
    {
      "id": 12,
      "title": "Episode 12: Ghosts, mediums, near death experiences, religion and psychedelics",
      "link": "https://anchor.fm/mandatemonday/embed/episodes/Episode-12-Ghosts--mediums--near-death-experiences--religion-and-psychedelics-e17urkq/a-a6ji5bd",
      "text": "Join our reading as we explore the realm of ghosts: Discussing near death experiences to how this could work; whether it’s relative to psychedelic drugs, did this influence religion or is it to do with accent aliens? What is the truth behind all of this, is there an explanation? Why do humans need to fill the gaps of the unexplainable? Who said blackfish?"
    },
    {
      "id": 13,
      "title": "Episode 13: That was a iPhone ping? Hidden civilisations, fuel crisis, fyre festival",
      "link": "https://anchor.fm/mandatemonday/embed/episodes/Episode-13-That-was-a-iPhone-ping--Hidden-civilisations--fuel-crisis--fyre-festival-e188v3c/a-a6kr4d1",
      "text": "What’s on the agenda? We Ventilate the fuel frustration, hidden civilisations and what other wonderful hidden ways do people live? Before the common medical procedures we have today,  what insane procedures were considered the norm? Hash out the bizarre undoings of fyre festival."
    },
    {
      "id": 14,
      "title": "Episode 14: From Jacob with love, Amazon 4star, retro consoles, Generations",
      "link": "https://anchor.fm/mandatemonday/embed/episodes/Episode-14-From-Jacob-with-love--Amazon-4star--retro-consoles--Generations-e18jk8i/a-a6m77ub",
      "text": "The chips are in! Grant discusses his recent weekend away and becomes a wet seagull. Discussing the newly opened amazon store located in Bluewater; is it what it’s cracked up to be? Jordan dusts off the old retro consoles and after scramble through the changes of generations and what contributes to such change as the years go by."
    },
    {
      "id": 15,
      "title": "Episode 15: Mandate Monday Feat Chris and Caine",
      "link": "https://anchor.fm/mandatemonday/embed/episodes/Episode-15-Mandate-Monday-Feat-Chris-and-Caine-e18u7be/a-a6nipqm",
      "text": "Its the Episode 15 Special!! This week joined by Chris Ward and Caine Brown; exploring Caines career and sinking into many rabbit holes, or for this one lets call them turkey holes… don’t get the reference? Then check it out!"
    },
    {
      "id": 16,
      "title": "Halloween Special",
      "link": "https://anchor.fm/mandatemonday/embed/episodes/Halloween-special-e19j1bb/a-a6qa4ht",
      "text": "Welcome to Demons, fairies, and spirits of the dead, join us as we celebrate this 2000 year old tradition."
    },
    {
      "id": 17,
      "title": "Episode 16: Talking series, Travels, MTG, Unions, Comedies, Halloween origins",
      "link": "https://anchor.fm/mandatemonday/embed/episodes/Episode-16-Talking-series--Travels--MTG--Unions--Comedies--Halloween-origins-e19jb43/a-a6qbb8h",
      "text": "This week we Discus current tv series, is the new season of you any good? Have you heard of norsemen? Jordan gives us the lowdown of his recent travels. Bringing our nerd side out, talking magic the gathering. Are you in a union? What is going on with censorship and comedy? Finalising with the origins of halloween. Did we miss anything out? Of course! Check out episode 16 now."
    },
    {
      "id": 18,
      "title": "Episode 17: Jordans Gas lit, fireworks, current affairs",
      "link": "https://anchor.fm/mandatemonday/embed/episodes/Episode-17-Jordans-Gas-lit--fireworks--current-affairs-e19v14l/a-a6rssgt",
      "text": "Jordan is gas lit, Grants pack luck is terrible. Jacob is awesome… Fireworks display was it a good one this year? How’s houghton web design doing? settle down with a Mocha and let's ponder; will Grant make weight? Who said Movember? Elon Musk is called out and Travis Scott and drake being sued?"
    },
    {
      "id": 19,
      "title": "Episode 18: winter tips, ULEZ, DIY?",
      "link": "https://anchor.fm/mandatemonday/embed/episodes/Episode-18-winter-tips--ULEZ--DIY-e1aase8/a-a6tghla",
      "text": "Would you wear a dressing gown out? Blowfish girl will never be mentioned again… We discus a few winter tips, is Grant going to have to sell his car due to ULEZ? Apparently mandate Monday might take up construction? Join us as we jump into some rabbit holes!"
    },
    {
      "id": 20,
      "title": "Episode 19: Grants new toy, illness strikes again, Documentaries",
      "link": "https://anchor.fm/mandatemonday/embed/episodes/Episode-19-Grants-new-toy--illness-strikes-again--Documentaries-e1altcm/a-a6v0dbq",
      "text": "Grants gets himself a new toy and has something to say about where he got it. Illness has hit again with Jordan feeling very fragile. Jumped into the rabbit hole of documentaries and Michael Jacksons documentary. What is a high alkaline diet? come join to find out more!"
    },
    {
      "id": 21,
      "title": "Episode 20: Mandate Monday feat Jack Huckstepp",
      "link": "https://anchor.fm/mandatemonday/embed/episodes/Episode-20-Mandate-Monday-feat-Jack-Huckstepp-e1avs0k/a-a70a1nu",
      "text": "We made it!! Welcome to Episode 20 of Mandate Monday, this week we are pleased to announce a guest special! Episode 20 feat Hucks Photos own Jack Huckstepp, discussing different style of photography, what is Hucksphotos? delving into some of his stories and also going down some twists and turns, listen now! want to check more of Jacks photos? Facebook: Hucksphotos Instagram: Hucks-photos"
    },
    {
      "id": 22,
      "title": "Episode 21: Whats that noise? Covid again, 2021 wrapped, Secret Santa, Jacob cooked",
      "link": "https://anchor.fm/mandatemonday/embed/episodes/Episode-21-Whats-that-noise--Covid-again--2021-wrapped--Secret-Santa--Jacob-cooked-e1bacm2/a-a71obu7",
      "text": "What is that noise? Mandate Monday recording in new location, discussing covid again, did Alec not shoot the gun? 2021 is wrapped who did you listen to? Jacob cooks for the team and discusses secret santa as well as a recent shopping trip."
    }    
    
]
